<?php
/**
 * Created by '深圳市阿翼互联网有限公司'.
 * User: '阿翼'
 * Date: 2018/12/14
 * Time: 19:50
 *版权归深圳市阿翼互联网有限公司所有，如有侵权依法追究
 */
return [
//    注册相关
    "Name"=>"用户名",
    "E-Mail"=>"邮箱地址",
    "Password"=>"密码",
    "ConfirmPassword"=>"确认密码",
    "Register"=>"注册",
    "code"=>'验证码',
    'codeMsg'=>'点击图片重新获取验证码',
    'forget-password'=>"忘记密码",
    //登录相关
    'password' => '密码必须至少为六个字符并与确认匹配.',
    'reset' => '您的密码已重置!',
    'sent' => '我们已通过电子邮件发送您的密码重设链接!',
    'token' => '此密码重置令牌无效.',
    'user' => "我们找不到具有该电子邮件地址的用户.",
    //个人后台
];
?>
